orangetree = [
    [
        'Купив в магазине семена или достав их из фрукта, приступают к их проращиванию. '
        'Прежде чем поместить посевной материал в грунт, ',
        'семечки на ночь замачивают в теплой воде со стимулятором роста. Для посадки косточки готовят:',
        '·  горшок, объемом не менее 1 литра с дренажными отверстиями;',
        '·  грунт для цитрусовых – его можно приобрести в специализированных магазинах или приготовить самостоятельно, '
        'смешав равные части грунта для рассады, торфа, речного песка и золы.',
        'Косточку помещает во влажный грунт на глубину до 1 см, если выполняется посадка нескольких косточек, '
        'расстоянием между ними должно быть от 5 см. Емкость устанавливают на светлый и теплый подоконник, '
        'поверхность накрывают пленкой.',
        'При температуре воздуха от 22 градусов, росток апельсина покажется в течение 20-30 дней. '
        'В течение этого времени поддерживают влажность грунта, выполняя орошение из пульверизатора.',
        'Зная, как посадить апельсиновую косточку, можно прорастить аналогично и другие экзотические растения: '
        'авокадо, лимон, мандарин и др.'
    ],
    [
        'УХОД ПРИ ВЫРАЩИВАНИИ',
        'Апельсин является теплолюбивым и светолюбивым растением. Если проращивание выполняется в осенне-зимний период,'
        ' росткам необходимо обеспечить 12-часовой световой день, установив фито-лампу.',
        'При выращивании растение ежедневно опрыскивают из пульверизатора. При этом используют отстоянную воду '
        'комнатной температуры. При посадке нескольких косточек в одну емкость и при условии, что они дали ростки, '
        'растения необходимо рассадить, когда они образует по две пары настоящих листочков. '
        'Пикировку выполняют осторожно, чтобы не повредить корневую систему. В процессе выращивания, пересадку в '
        'большие по объему горшки необходимо выполнять постоянно, как правило, процедуру выполняют раз в год. Пересадку'
        ' лучше выполнять весной способом перевалки. Взрослое, плодоносящее растение пересаживают после окончания '
        'периода плодоношения. Процедуру выполняют не чаще одного раза в три года.'
    ],
    [
        'ТЕМПЕРАТУРНЫЙ РЕЖИМ',
        'Температуру воздуха в помещении, где находится апельсин, необходимо понижать зимой и повышать весной и летом.'
        ' В осенне-зимний период оптимальная температура от 12 до 16 градусов, в весенне-летний период наилучшая'
        ' температура от 18 до 22 градусов.'
    ],
    [
        'ПОЛИВ',
        'В период активной вегетации поливы выполняют каждый день. При этом используют воду без хлора. '
        'Излишки влаги из поддона надо сразу выливать. Зимой у апельсина наступает период покоя, кроме понижения '
        'температуры, уменьшают количество поливов и подкормок. Зимой полив выполняют 1-2 раза в месяц.'
    ],
    [
        'ВЛАЖНОСТЬ',
        'Для полноценного роста и развития, влажность воздуха должна составлять 70 %. Чтобы ее повысить особенно,'
        ' при централизованном отоплении, устанавливают увлажнитель воздуха или емкость с водой.',
        'Апельсиновое дерево в теплое время года опрыскивают отстоянной, теплой водой. Летом растение рекомендуется',
        ' размещать на балконе или лоджии, притеняя от прямых солнечных лучей.'
    ],
    [
        'ПОДКОРМКИ',
        'Для подкормок приобретают минеральные удобрения для цитрусовых. Их вносят весной и летом каждые 10 дней. '
        'Для профилактики болезней, раз в месяц в воду с удобрением добавляют медный купорос.'
    ],
    [
        'ОБРЕЗКА',
        'Зная как сажать апельсин из косточки, не менее важно понять, как выполнять обрезку. Плодовые завязи '
        'формируются на ветках четвертого порядка. Формирование кроны апельсина аналогично обрезке плодовых деревьев.'
        ' На второй год выращивания формируют первый ярус скелетных веток. Ветки, растущие вовнутрь кроны, обрезают '
        'полностью. На следующий год формируют ветки второго яруса и ветки второго порядка на нижнем ярусе. На третий'
        ' год формируют третий ярус, а также ветки третьего порядка на нижнем ярусе и ветки второго порядка на втором '
        'ярусе. На четвертый год на первом ярусе формируют ветки четвертого порядка. В последующие годы формируются '
        'плодоносящие ветки на втором и третьем ярусе.',
        'Зная как из косточки вырастить апельсин, стоит запастись терпением. Как правило, в первые два года культура '
        'медленно растет, требует тщательного ухода. Желая ускорить процесс, можно приобрести готовые к посадке '
        'саженцы, и уже через несколько лет получить первый урожай фруктов.'
    ]
]
